welcome_text = """🏡 Добро пожаловать в бот недвижимости Черногории! 🇲🇪

Хотите купить, продать или сдать в аренду недвижимость в Черногории? Вы попали в нужное место! 🏠✨

🔍 Что вы можете сделать здесь: ✅ Просматривать доступные объекты недвижимости 🏡 ✅ Получать персонализированные предложения 📩 ✅ Разместить свою недвижимость на продажу или аренду 📢 ✅ Связаться с агентами недвижимости напрямую 📞

Чтобы начать, выберите вариант из меню ниже! 👇"""


reg_name = """Для регистрации, пожалуйста, укажите ваше:

Имя

Фамилию

Просто ответьте своим полным именем (например, Иван Иванов)."""


reg_email = """Для завершения регистрации, пожалуйста, укажите ваш:

Адрес электронной почты

Просто ответьте своим email (например, example@example.com)."""


sale_text = """✅ 100% Безопасные транзакции – Мы занимаемся всей юридической документацией и обеспечиваем плавный процесс передачи права собственности.
✅ Доказанный успех – Более 500 проданных объектов недвижимости с довольными покупателями и продавцами.
✅ Широкий охват – Ваше объявление продвигается на тысячах платформ и становится доступным тысячам потенциальных покупателей.
✅ Профессиональная поддержка – Наша опытная команда проведет вас через весь процесс.
✅ Быстрая продажа – В среднем, объекты недвижимости, размещенные у нас, продаются на 30% быстрее, чем на рынке.

📩 Хотите продать свою недвижимость?
Свяжитесь с нашим экспертом по недвижимости и начните прямо сейчас"""


contact_agent = """📞 Связаться с агентом
Ищете больше информации? Наш эксперт по недвижимости готов помочь вам! 🏡💬

🔹 Узнайте детали о недвижимости
🔹 Запланируйте просмотр
🔹 Договоритесь о лучшей цене

Нажмите на кнопку ниже, чтобы связаться: 👇"""
